import React from 'react'

export default function Greeting(){
    return(
        <div className = "hellow-world"> 
            <h1> Агрегатор бирж фрилансеров </h1> 
            <p>HELLOW, WORLD! Друзья, спасибо, что пользуетесь этим инструментом!</p>
            <p>Для начала работы:</p>
            <ol>
                <li>Выберите категорию;</li>
                <li>Нажмите кнопку "Показать фриланс биржи" и выберите сделайте свой выбор;</li>
                <li>Вы можете пользоваться поиском, но для его работы, нужно выполнить пункт 1 и 2;</li>
                <li>Вы также можете добавлять заинтересовавшие Вас объявления в избранное.;</li>
            </ol>    
            <p>Этот ресурс разработан в качестве демонстрации моих навыков, но тем не менее он работает и может сослужить вам службу, если она связанна с фрилансом.</p>
            <p>Если у Вас есть предложения для сотрудничества, то присылайте ваши предложения на адрес: xenonhammer46@gmail.com</p>
            <p>Если Вы считаете, что были нарушены Ваши права, то пожалуйста, связжитись со мной!</p>
        </div> 
    )
}